Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/6_undervisningsopplegg-niva-4.html.tmx
Source language: sme
Languages: smj

source: Dalle lea oahpaheaddji bargun addit ohppiide heivehuvvon hástalusaid.
smj: De la åhpadiddje barggo oahppijda hásstalusájt hiebadit.

source: Hupmanstašuvnnaid lohku sáhttá viiddiduvvot.
smj: Galla dåhkki moadda ságastallamstasjåvnå.

source: Ovdamearkka dihte sáhttá ráhkaduvvot hupmanstašuvdna gosa mátkkošteaddjit (turisttat) bohtet.
smj: Máhttá ságastallamstasjåvnnå gåsi turista jali iehtjáda guossáj båhti.

source: Das sáhttá čohkket dieđuid báikki historjjá ja árbevieruid birra.
smj: Danna vattaduvvi diedo bájke histåvrå ja árbbedábij birra.

source: Dát hupmanstašuvdna heive ohppiide geain lea nannoset sámegielat máhtolašvuohta, ja boarráset ohppiide geat čuvvot sámegiella 3 oahppoplána.
smj: Dát ságastallamstasjåvnnå hiehpá oahppijda gænna l buorre sámegiella, ja vuorasap oahppijda gudi tjuovvu oahppamplánav sáme 3.

source: Gáiddusoahpahus
smj: Guhkásåhpadibme

source: Rollaspealu čađaheames gáiddusoahpahussan sáhttá leat hástaleaddjin, muhto ráhkkanemiin dat lea vejolaš.
smj: Roallaoavdástallam máhttá liehket gássjelabbo tjadádit guhkásåhpadimá baktu, valla jus gárvveda de la máhttelis.

source: Oasseváldiid lohkku sorjasa dasa movt oahpahus organiserejuvvo ja leago vejolašvuohta máŋgasiidda searvat jietna- ja govvakonferánsii, mii mearkkaša máŋga oahppi oahpahit oktanaga.
smj: Galla oassálasste galggi, le gatjálvis gåktu åhpadus le gárvvidum ja jus le máhttelis åhpadit moaddásav åvtå bále buohtalakkoj.

source: Seamma olbmos sáhttet leat máŋga rolla.
smj: Sæmmi ulmutjin máhtti ienep rålla liehket.

source: Dat mii gáržuda lea ahte ovddabealde govvenrusttega gáržu lihkadanvejolašvuohta.
smj: Váttesvuohta boahtá dassta gå ij le máhttelis vuojka labudit kamera åvdån.

source: Maiddái gáiddusrusttega teknihkkalaš čoavddus váikkuha ja dat man jođánit rusttet sáhttá sáddet gova ja jiena.
smj: Ja máhttelisvuoda li aj tjanádum dasi gåktu teknihkalasj rustiga li.

source: Maiddái gáibida buoret searvedovddu go rollaspealus galggaše seamma báikkis / lávddis, muhto leat iešguđet báikkiin.
smj: Gå galggá tjåhkkåhit moatten sajen ja roallaoavdástallamin huoman sæbrrat sæmmi bájkálasjvuodan, de dat rávkká ienep dádjadimev rållajda.

source: Ráhkkaneapmi rollaspellui lea seammago mii dábálaš klássalanjas dáhpáhuvvá.
smj: Gárvvidusá roallaoavdástallamij li da sæmmi gå klássalanján.

source: Movt rollaspeallu čađaha, vuolgá das movt lea organiserejuvvon ja manlágánat rusttegat leat.
smj: Roallaoavdástallama tjadádallamij le tjanádum gåktu organiseridum la ja gåktu rustika li.

source: Jus rollaspealus lea dušše okta oahppi ja oahpaheaddji mielde, de šaddá rollaspeallu dása heivehuvvot, omd. nu ahte oahppi ja oahpaheaddji goabbánai neaktiba eanet rollaid.
smj: Jus la jur åhpadiddje ja akta oahppe de vierddi hiebadallat dasi, de máhtti sunnun goappánik moadda rålla.

source: Doppe gos lea vejolašvuohta atnit jietna- ja govvakonferánssa, lea vejolaš eambbosiidda searvat.
smj: Jus le máhttelis ienebujda siegen årrot, de le ham ienebu gejda rållajt máhttá juohket.

source: Nubbi eará molssaeaktun sáhttá leat ahte gáiddusoahpahusoahppi sáhttá leat tv-fitnodaga bargi guhte galgá muitalit dihto dáhpáhusa sámi árbevirolaš ealáhusas.
smj: Ietjá máhttelisvuohta le guhkásåhpadimoahppe máhttá tv barggen ja diededit sierra dáhpádusás sáme árbbedábálasj æládusás.

source: Jus leat guokte oahppi, de sáhttá nubbi jearahallat nuppi oahppi fáttá birra.
smj: Jus libá guovtes, de máhttá nubbe ságájdahttet nuppev temá birra.

source: Das sáhttá gáiddusoahpahusa govvenrusttet máhkaš leat tv-govvenrusttet, ja oahpaheaddji lea prográmma geahčči.
smj: De máhttá guhkásåhpadimkamera liehket tv kameran, ja åhpadiddje prográmma vuosstájvállde.

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit njálmmálaččat ovdanbuktit: Njálmmálaš doaibma lea guovddáš doaibma dán ovdamearkkas, earenoamážiid gulahallamis earáiguin.
smj: Máhttet njálmálattjat åvddånbuktet: Njálmálasj tjehpudáhka le oajvvedoajmma dán buojkulvisán, sierraláhkáj ságastallat iehtjádij.

source: Máhttit čálalaččat ovdanbuktit: oahppit čállet vuorrosániid rollaspellui.
smj: Máhttet tjálálattjat åvddånbuktet: Oahppe moalgedimijt roallaoavdástallimij tjálli.

source: Máhttit lohkat: Fáddái go ráhkkana, sáhttá leat áigeguovdilin gávdnat ja lohkat teavstta mii lea heivehuvvon sámegiela 2 ja 3 ohppiidjovkui.
smj: Máhttet låhkåt: Álggon tebmáj le buorre gávnnat ja låhkåt tevtstajt ma li hiebadum oahppejuohkusij Sáme 2 ja 3aj.

source: Máhttit rehkenastit: Oahpahusdagus deattuha rehkenastinmáhtolašvuođaid, sihke oppalaš ja ealáhuslaš rehkenastima.
smj: Máhttet riekknit: Åhpadimgárvvidusán li riekknimtjehpudagá, sihke ámmulasj ja da ma juohkka æládussaj gulluji.

source: Omd. bohccuid lohkamis sáhttá bohccuid lohkanvuogi oahppat ja oahppat eallosturrodaga doahpagiid.
smj: Duola degu boahttsujt låhkåt vaddá máhttelisvuodav riekknimvuogijt ja muhtem moallánagájt ællostuorrudagáj birra oahppat.

source: Eará sámi árbevirolaš ealáhusain lea maiddái sin ealáhusalaš lohkanvuohki man sáhttá ávkkástallat dán ovdamearkkas.
smj: Iesjguhtik sáme árbbedábálasj æládusájn li sierra låhkåma majt dåhkki buojkulvisán adnet.

source: Máhttit atnit digitála reaidduid: Lea heivvolaš ráhkadit rollagoarttaid ja lohkanstašuvnnaid dihtoriin.
smj: Máhttet digitála ræjdojt adnet: Dáhtá baktu hiehpá roallakårtåjt ja ságastallamstasjåvnåjt dáhkat.

source: Oahppamis vuorrodajaldagaid sáhttá ávkkástallat dihtora, mp3-čuojanasa, giehtatelefovnna jna..
smj: Moalgedimijt dåhkki dáhtámásjijna, mp3-spællára, mobiltelefåvnå jnv. tjadá hárjjidallat.

source: Ohppiide šaddá álkibun buoridit dajahusaid dadjama ja árvvoštallat iežaset árjja go sáhttet gullat iežaset vuorrodajaldagaid.
smj: Giehpep sjaddá oahppijda åvddånbuktemav gárvedit, ja árvustallat ietjas bargov gå bessi gulldalit ietjas moalgedimijt.

source: Árvvoštallan
smj: Árvustallam

source: Árvvoštallan mii lea ovdamearkkain galgá leat oahppanovddideaddjin go ožžot dieđuid vássán ja boahtti doaimmaid birra ja mat movttiidahttet ja dahket ohppiid diđolažžan.
smj: Árvustallama buojkulvisájn galggi åvdedit oahppamav diededimij / åvddåndiededimij tjadá ma måvtåstuvvi ja diedulattjan dahki. Åhpadusmihttomiere gájbbádusá galggi oahpes ja sadjihin oahppijda bargo álgon.

source: Oahppanulbmilit eaktun galgá leat oahpis ja olámuttos ohppiide dalle go álggahit barggu.
smj: Muhtem láhkáj árvustallamav bargadahttijn jali åvddåndiededimev vaddet vuoseduvvá vuollelin.

source: Don galggat:
smj: Dån galga:

source: atnit sániid mat govvidit beaivválaš dilálašvuođaid
smj: adnet bágojt ma gåbttji bæjválasj vidjurijt

source: Don máhtát: Don ipmirdat maid mii dadjat ja máhtát eaŋkilsániiguin vástidit.
smj: Dån máhtá: Dån dádjada man birra mij ságastip ja vássteda åvtåjn bágojn

source: Berret hárjehallat: Hárjehala hupmat almmá ovdalgihtii ráhkkanemiin.
smj: Hárjjidalá: Harjjidalá válldet bágov juska ij la divna gárvvidum.

source: Dađistaga oahpat atnit iežat oahppan sániid ja doahpagiid jurddaškeahttá.
smj: Maŋenagi ájádalák giella buorrán.

source: Geahččal atnit ođđa sániid olles cealkagiin iige dušše eaŋkilsániiguin vástidit.
smj: Gæhttjala ådå bágojt ålles gárgadisájn adnet, ij jur åvtåjn bágojn vásstedit.

source: čađaheames rollaspealu njálmmálaš vuorrodajaldagaiguin
smj: tjadádit roallaoavdástallamav njálmálasj ságastallamij

source: Don máhtát: Don čájehat ahte máhtát eanas vuorrodajaldagaid.
smj: Dån máhtá Dån vuoseda dån máhtá ienemus moalgedimijt.

source: Berret hárjehallat: Hárjehala nu ahte oahpat rolla bures, ja neavtte dego livččii duođas dáhpáhuvvamin.
smj: Hárjjidalá: Åhpa rållav buoragit vaj sjattá roalla.

source: Logga árvvoštallanvuohkin
smj: Loagga árvustallen

source: Dás čájehuvvo logga árvvoštallanvuohkin.
smj: Dánna vuoseduvvá loagga árvustallen.

source: Logga dahje oassi das berre čállojuvvot sámegillii.
smj: Loagga jali oase låkkas vierddiji sámegiellaj tjáleduvvat.

source: Earut ohppiid sámegielmáhtu ektui.
smj: Hiebada oahppij sámegielmáhtudagáj milta.

source: Joavkologga 1, álginlogga Dát joavkologga adno ovdalgo bargagoahtá rollaspealu ráhkadeames ja čađaheames.
smj: Juogosloagga 1, álggoloagga Dát juogosloagga aneduvvá åvddål gå dáhká ja tjadát roallaoavdástallamav.

source: Logga sáhttá maiddái adnot oktagaslaš loggan.
smj: Loagga aj dåhkki aktugasj loaggan.

source: Das čilgejuvvo geat lea mielde, ja mii fáddán lea.
smj: Dánna tjielggiduvvá gut oassálasstá, mij tebmá le, vidjurijt ja mihtojt.

source: Das govvidit dálá dilli ja mii mihttomearrin lea.
smj: Barggamvuoge vatteduvvi.

source: Bargovuogit čállojuvvojit maiddái.
smj: Árvustallam ja moalgedime åhpadiddjes li aj.

source: Dán ovdamearkkas sáhttá atnit joavkologga 1 dáppe http://www.lex.no/vurdering.
smj: Dán buojkulvisán máhttá tjuovvot juohkuslåkkav 1 dánna liŋŋka.

source: Joavkologga 2, bargo- / dađistagalogga Bargo- / dađistagalogga govvida dili, bargovugiid ja árvvoštallama lassin oahpaheaddji mearkkašumiide.
smj: Juogosloagga 2, maŋenagiloagga Dát loagga le bargadahttijnloagga mij gåvvit vidjurijt, barggamvuogijt ja árvustallamav, duodden vuojnojt åhpadiddjes.

source: Dát logga sáhttá maiddái leat oktagaslaš loggan.
smj: Dát loagga máhttá aj aktusasj loaggan.

source: Geahča www.lex.no/vurdering.
smj: Gehtja www.lex.no/vurdering.

source: Jus joavkobargu bistá guhkit áiggi, de sáhttá heivvolažžan čállit máŋga dađistagalogga dađistaga go bargu ovdána.
smj: Jus juogosbarggo vihpá, de la ávkálasj tjállet moadda maŋenagilåkka bargadahttijn.

source: Joavkologga 3, loahppalogga Maŋŋil go rollaspeallu lea čađahuvvon, sáhttá proseassa ja bohtosa čoahkkáigeasu čállit loggii, ovttaskas oahppái dahje olles jovkui.
smj: Juogosloagga 3, loahppaloagga Maŋŋel gå roallaoavdástallam la tjadádum, máhttá prosessav ja båhtusijt tjoahkkájgiesset låkkan, aktusattjat jali juohkusin.

source: Dás sáhttá čoahkkáigeassit nugomat bargojuogu ja ovttasbarggu, muhto deattuhit galgá giellamáhtu ja oahppoulbmilat.
smj: Dánna dåhkki barggojuogo, aktisasjbargo jnv. tjoahkkájgieseduvvat, valla tjalmmusin galggá giellamáhtudak ja åhpadusmihttomiere.

source: Oahpaheaddji čállá loahpas loahppamearkkašumi.
smj: Åhpadiddje maŋutjissaj buktá vuojnojt.

source: Iešárvvoštallan
smj: Iesjárvustallam

source: Molssaevttolaččat sáhttet oahppit iežaset barggu árvvoštallat daid árvvoštallaneavttuid mielde mat ovdanbohtet tabeallas vuolábealde, ja atnit seamma graderema go mii atno Eurohpálaš giellapássas (ESP).
smj: Máhttelis le oahppe ietjasa árvustalli árvustallamgájbbádusáj milta ma li tábellan vuollelin nammadum, ja adni sæmmi mierijt degu Europalasj giellapássan (ESP).

source: Dán máhtán
smj: Dáv máhtáv

source: veaháš
smj: vehi

source: oalle bures
smj: ållu buoragit

source: hui bures
smj: huj buoragit

source: Čilgehus
smj: Tjielggidusá

source: Dán máhtán veaháš: Dáhton
smj: Dáv máhtáv vehi Biejvve:

source: Dán máhtán oalle bures: Dáhton
smj: Dáv máhtáv ållu buoragit Biejvve:

source: Dán máhtán hui bures:
smj: Dáv máhtáv huj buoragit

source: Dáhton
smj: Biejvve

source: Mun máhtán hupmat beaivválaš dilálašvuođaid birra.
smj: Mån máhtáv bæjválasj vidjurij birra ságastit

source: Mun máhtán hupmat árbevirolaš ealáhusa birra mainna leat bargan.
smj: Mån máhtáv árbbedábálasj æládusájs majna mij lip barggam ságastit

source: Mun máhtán sániid mat gullet sámegielat lohkan- ja rehkenastinvuohkái.
smj: Mån máhtáv bágojt ma gulluji sáme låhkåm- ja riekknimvuohkáj

source: Mun máhtán čállit vuorrodajaldagaid rollaspellui.
smj: Mån máhtáv moalgedimijt roallaoavdástallamij tjállet

source: Mun máhtán vuorrodajaldagaid ja čađahan rollaspealu njálmmálaš vuorroságastallamin.
smj: Mån máhtáv moalgedimijt ja roallaoavdástallamav njálmálasj ságastallamij tjadádit

source: Árvvoštaladettiin iežaset, de sáhttet oahppit árvvoštallat makkár ođđa doahpagiid sii leat oahppan.
smj: Oasse iesjárvustallamin máhtti oahppe árvustallat makkir ådå moallánagájt sij li oahppam.

source: Mun dárbbašan veahki dán sáni mearkkašumi ipmirdit.
smj: Gehtja aj 7. dásev gåktu lasedit dáv sjiemáv.

source: Mun doaivvun ahte dieđan sáni mearkkašumi.
smj: Mån dárbahav viehkev dáv bágov dádjadit

source: Mun dieđán sáni mearkkašumi.
smj: Mån jáhkáv dáv bágov dádjadav

source: Oahpaheaddji geahččá oahppi iešárvvoštallama ovttas ohppiiguin ja buktá su árvvoštallamiid njálmmálaččat ja/dahje čálalaččat.
smj: Gå aktelasjárvustallam le ållim, de vierddiji oahppe ástov oadtjot buorridit bargov vaj ávkke åhpadusás nanniduvvá.

source: Go dađistagaárvvoštallan lea čađahuvvon, berrejit ohppiide láhččojuvvot áigi buorideames barggusteaset vai buorida oahppanvejolašvuođaid.
smj: Gollegiella forlag 2009 Vidar Vassvik ja Hanne Solem: Nuorre, GAN forlag 2004 Gun Aira ja Ingegjerd Vannar: Jåvvå giesse, Baldusine 2010 www.glosor.eu http://www.e-skuvla.no/?dokument=2010-11-05.10:25:32.txt
